{"pages":[{"title":"About","text":"저는 사람을 위한 모델링을 하고 싶은 Machine Learning Researcher 입니다. 지금은 NAVER Papago 에서 일하고 있습니다. 사용자의 불편함을 해결할 수 있는 모든 과정을 좋아합니다. NMT의 다양한 문제를 접하고 있습니다. Robust NMT, Quality Estimation, Diverse Translation, Speech Translation 에 관심이 있습니다. Work and Education [DEC 2018 ~ PRESENT] ML Researcher, Papago, NAVER Corporation [FEB 2018 ~ DEC 2018] ML Researcher, Search Modeling, Search &amp; Clova, NAVER Corporation [MAR 2016 ~ FEB 2018] M.S., Datamining Lab, Seoul National University [MAR 2011 ~ FEB 2016] B.S., Major in Chemical and Biological Engineering and minor in Industrial Engineering, Seoul National University Publications Jihyung Moon *, Won Ik Cho*, Junbum Lee. BEEP! Korean Corpus of Online News Comments for Toxic Speech Detection. SocialNLP@ACL 2020 [arXiv] [github] Jihyung Moon, Hyunchang Cho, Eunjeong L. Park. Revisiting Round-Trip Translation for Quality Estimation. EAMT 2020 [arXiv] [Oral] 김남희, 문지형, 이완. 상대적 클릭률과 질의 특성에 기반한 검색 품질 평가 모델 (Search Engine Evaluation Model using Relative CTR and Query based attention). Dec 2018. 한국정보과학회 [DBpia] Jihyung Moon, Hyochang Yang, Sungzoon Cho. Finding ReMO (Related Memory Object): A Simple Neural Architecture for Text based Reasoning. Feb 2018. arXiv [arXiv] [github] Talks BEEP! Korean Corpus of Online News Comments for Toxic Speech Detection. July 2020. 카카오브레인. [slide] 파파고가 언어를 배우는 방법. June 2020. 인문학도를 위한 언어과학 콜로키움, 서울대학교 동아문화연구소. [slide] 온라인 뉴스 댓글 생태계를 흐리는 어뷰저 분석기. June 2020. 소셜코딩. [slide] 온라인 뉴스 댓글 생태계를 흐리는 어뷰저 분석기. Oct 2019. 데이터야놀자. [slide] Projects [NOV 2019 ~ MAY 2020] Korean Hate Speech Detection 을 위한 코퍼스 구축 [github] [DEC 2019 ~ FEB 2020] 머신러닝 연구원 SOTA의 일상 이모티콘 제작 [line store] [MAR 2019 ~ AUG 2019] Naver News Comments Analysis [MAR 2019 ~ NOV 2019] 연울림 [instagram] [NOV 2018 ~ NOV 2019] 날리다 (Nalida) : 나를 알리다 [homepage] [brunch] [facebook] [instagram] [NOV 2018] PyTorchTutorial for Beginners [github] [OCT 2018 ~ OCT 2019] 잇다 멘토링 [page] [JUL 2017] Tensorflow Implementation of Relation Network (RN) [github] [JAN 2017 ~ FEB 2017] 구글 여성 소프트웨어 캠프 (Develop with Google) 1기 Things you don’t need to know 커피를 좋아합니다. 특히, 직접 내린 드립 커피와 더치 커피를 좋아합니다. 한국의 교육에 관심이 많습니다. 하고 싶은 일을 찾아가는 과정과 그 일을 하는 과정 속에서 그동안 받았던 교육이 얼마나 비효율적이었는지를 체감하였고, 이 비효율을 어떻게 해야 해결할 수 있을지 고민합니다. 사람들의 장점을 잘 발견하고, 다양한 장점을 가진 사람들과 함께 작업할 때 행복합니다. 사용자들에게 기존에 접할 수 없었던 새로운 경험을 제공해주고 싶어합니다.","link":"/about/index.html"}],"posts":[{"title":"Hello","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post$ hexo new &quot;My New Post&quot; More info: Writing Run server$ hexo server More info: Server Generate static files$ hexo generate More info: Generating Deploy to remote sites$ hexo deploy More info: Deployment","link":"/2020/01/hello-world/"}],"tags":[{"name":"ML","slug":"ML","link":"/tags/ML/"},{"name":"NLP","slug":"NLP","link":"/tags/NLP/"}],"categories":[{"name":"ML","slug":"ML","link":"/categories/ML/"},{"name":"NLP","slug":"ML/NLP","link":"/categories/ML/NLP/"}]}